[
	{
		"bookid" : 5,
		"title" : "ทิ้งแมว: เรื่องราวของพ่อ และผม",
		"price" : 342,
		"isbn" : "9786170000000",
		"pageCount" : 100,
		"publishedDate" : "2023-02-01T00:00:00.000-0800",
		"thumbnailUrl" : "https://readery.co/media/catalog/product/cache/1/small_image/360x/17f82f742ffe127f42dca9de82fb58b1/9/7/9786165630542.jpg",
		"shortDescription" : "ในยามบ่ายของฤดูร้อนวันหนึ่ง พ่อกับผมออกไปทิ้งแมวตัวเมียนั้นที่ชายหาด พ่อปั่นจักรยาน ส่วนผมนั่งซ้อนท้ายประคองกล่องใส่แมว\n    \n            ผมเป็นเพียงมนุษย์ธรรมดาสามัญคนหนึ่ง เป็นเพียงลูกชายธรรมดาสามัญคนหนึ่งเท่านั้น นั่นเป็นเรื่องธรรมดาสามัญอย่างยิ่ง แต่เมื่อหย่อนกายลงขุดคุ้ยใต้ข้อเท็จจริงนั้นให้ลึกขึ้น ก็ยิ่งเป็นที่กระจ่างชัดขึ้นทุกทีว่าความจริงแล้วข้อเท็จจริงนั้นเป็นเพียงความบังเอิญเรื่องหนึ่ง\n            \n            สุดท้ายแล้วพวกเราก็แค่มีชีวิตอยู่บนข้อเท็จจริงที่มีเพียงหนึ่งเดียวไม่มีสอง ในฐานะข้อเท็จจริงหนึ่งที่ถือกำเนิดมาโดยบังเอิญเท่านั้นไม่ใช่หรือ\n            \n            ความเรียงเชิงบันทึก ร่วมย้อนระลึกความทรงจำ เรียบเรียงข้อมูลในอดีต ครอบครัว สงคราม ชะตาชีวิตของ 'พ่อ' ความสัมพันธ์อันซับซ้อนกับ 'ผม' เล่าโดย ฮารูกิ มูราคามิ นักเขียนชื่อเลื่องระดับโลกชาวญี่ปุ่น",
		"author" : "Haruki Murakami"
	},
	{
		"bookid" : 6,
		"title" : "คดีฆาตกรรมราเม็ง",
		"price" : 190,
		"isbn" : "9786170000000",
		"pageCount" : 264,
		"publishedDate" : "2023-02-01T00:00:00.000-0800",
		"thumbnailUrl" : "https://readery.co/media/catalog/product/cache/1/small_image/360x/17f82f742ffe127f42dca9de82fb58b1/9/7/9786169409014.jpg",
		"shortDescription" : "ผลงานลำดับที่ 2 (จบในเล่ม) ในโปรเจกต์ Food Mystery\n    \n        ผู้กำกับการซากาจิมะ คุณนายนักสืบอายุโกะ และนายตำรวจฮิราสึกะ...ไม่ว่าทั้งสามคนจะไปที่ไหนก็ต้องมีอาหารมื้ออร่อย ตามด้วยเหตุฆาตกรรมทุกครั้ง พวกเขาจึงต้องร่วมมือกันไขคดีที่เข้มข้นไม่แพ้รสชาติอาหาร!\n        \n        คดีฆาตกรรมข้าวราดแกงกะหรี่ : เรื่องของสองหนุ่มซึ่งแย่งชิงกันเป็นลูกเขยเจ้าของร้านอาหารอินเดีย โดยมีบททดสอบการแข่งกินแกงกะหรี่สุดโหดเป็นเดิมพัน ทว่าชายหนุ่มผู้ชนะกลับถูกฆ่าในเวลาต่อมา!\n        \n        คดีฆาตกรรมข้าวหน้าปลาไหล : สามีของหญิงเจ้าของเรียวกังที่โด่งดังเรื่องปลาไหลย่างถูกฆ่า พ่อตายอมรับสารภาพว่าเป็นฆาตกร โดยหารู้ไม่ว่าเบาะแสเกี่ยวกับตัวศพซึ่งเชื่อมโยงกับเมนูข้าวหน้าปลาไหลฟ้องว่าชายชราโกหก!\n        \n        คดีฆาตกรรมข้าวหน้าเท็มปุระ : ณ ใจกลางเมืองที่มีแต่ร้านเท็มปุระตำรับ คันโต มีร้านเท็มปุระตำรับ คันไซ มาเปิดใหม่และได้รับความนิยมมากกว่า ขณะที่กิจการกำลังไปได้ดี จู่ๆ เจ้าของร้านก็ถูกคนร้ายจับกดหัวจุ่มลงในหม้อทอดเท็มปุระเดือดจัด!\n        \n        คดีฆาตกรรมราเม็ง : เจ้าของร้านราเม็งถูกมีดแทงเสียชีวิต มีพยานเพียงคนเดียวที่เห็นเหตุการณ์ แต่ต่อมาพบว่าแหวนเพชรที่ผู้ตายสวมประจำดันไปอยู่บนนิ้วของพยานปากเอกคนนั้น!\n        \n        นอกจากนี้ยังมีคดีชวนหิวให้ลองลิ้มชิมรสอีกหลากหลายเมนู ซึ่งล้วนแต่ปรุงรสมาอย่างกลมกล่อม\n        \n        ผลงานระดับมาสเตอร์พีซของนักเขียนเจ้าของรางวัลอาคุตางาวะ ซึ่งนำประสบการณ์จากการเรียนทำอาหารเลิศรสมาร้อยเรียงเป็น ปริศนา รสเลิศ กลายเป็นคดีพิศวงชวนลิ้มลองที่คุณอ่านแล้วต้องท้องร้องด้วยความหิว\n        \n        โปรเจกต์ Food Mystery เป็นการคัดสรรผลงานแนวสืบสวนสอบสวนธีม อาหาร ที่มีไอเดียแปลกใหม่น่าสนใจจากหลากหลายนักเขียน มาเสิร์ฟแก่นักอ่านผู้ชื่นชอบ ปริศนา กับ ของอร่อย เป็นชีวิตจิตใจ ",
		"author" : "ซางาชิมะ อากิระ"
	},
	{
		"bookid" : 7,
		"title" : "คดีฆาตกรรมซูชิจานหมุน",
		"price" : 238,
		"isbn" : "9786169373131",
		"pageCount" : 304,
		"publishedDate" : "2022-11-01T00:00:00.000-0800",
		"thumbnailUrl" : "https://readery.co/media/catalog/product/cache/1/small_image/360x/17f82f742ffe127f42dca9de82fb58b1/9/7/9786169373131.jpg",
		"shortDescription" : "นักสืบวาคุอิได้พบกับเรนไดจิ มิโดริ หญิงสาวผู้เป็นรักแรกซึ่งมีพลังเหนือธรรมชาติอ่านใจคนได้ และตอนนี้เธอเป็นชู้รักของหนุ่มนักธุรกิจเจ้าของร้านซูชิจานหมุน  \n    \n        จากนั้นไม่นานก็เกิดคดีฆาตกรรมขึ้นไล่เลี่ยกันถึงสองครั้ง คดีแรก ... มีคนถูกฆ่าด้วยยาพิษในอะพาร์ตเมนต์เก่า อีกคดี ... เกิดเหตุแทงกันตายในอุโมงค์รถไฟร้าง ซึ่งผู้ต้องสงสัยของทั้งสองคดีนี้คือรักแรกของนักสืบหนุ่ม!  \n        \n        วาคุอิจำต้องละทิ้งความรู้สึกส่วนตัวเพื่อไขคดีฆาตกรรมสุดซับซ้อน โดยหารู้ไม่ว่า คำบอกใบ้ ที่จะช่วยคลี่คลายคดีทั้งหมดนั้น ถูกซุกซ่อนอยู่ในระบบของซูชิสายพาน ... อาหารโปรดของเขานั่นเอง!  \n        \n        ผลงานเรื่องเยี่ยมอันเป็นส่วนผสมระหว่าง ปริศนา กับ ของอร่อย ส่งตรงจากปลายปากกาของนักเขียนชั้นแนวหน้าผู้เป็น คอซูชิตัวยง เจ้าของนิยายชุด มรดกโลกของญี่ปุ่น",
		"author" : "Tatsuya Yoshimura"
	},
	{
		"bookid" : 8,
		"title" : "What Happened to You? แค่เข้าใจก็ไม่เจ็บแล้ว",
		"price" : 375,
		"isbn" : "9786161854973",
		"pageCount" : 300,
		"publishedDate" : "2023-02-01T00:00:00.000-0800",
		"thumbnailUrl" : "https://readery.co/media/catalog/product/cache/1/small_image/360x/17f82f742ffe127f42dca9de82fb58b1/9/7/9786161854973.jpg",
		"shortDescription" : "โอปราห์ วินฟรีย์ บอกเล่าปมอันเจ็บปวดที่เธอต้องเผชิญในวัยเด็กที่ก่อร่างเป็นตัวเธอ ผ่านบทสนทนากับ ดร. บรูซ เพอร์รีย์ ผู้เชี่ยวชาญด้านสมองและบาดแผลในจิตใจ (trauma) ที่ทำให้ผู้อ่านได้ค่อยๆ ทำความเข้าใจเกี่ยวกับคน พฤติกรรมของคน และตัวของเราเอง นำไปสู่การรับมือกับปมในอดีตในแบบเปลี่ยนไปอย่างนุ่มนวลแต่ลึกซึ้ง \n            \n            หนังสือทำให้เรียนรู้ว่า ไม่ว่าบาดแผลหรือปมจากอดีตของเราคืออะไร การเปลี่ยนจากคำถามที่ว่า ทำไมฉันทำแบบนี้ ทำไมฉันควบคุมตัวเองไม่ได้ หรือ ฉันเป็นบ้าอะไร ไปสู่คำถามที่ว่า เกิดอะไรขึ้นกับตัวฉัน อาจเป็นจุดเริ่มต้นสำคัญสู่การเยียวยาที่แท้จริง หนังสือเล่มนี้ทำให้เราเข้าใจอดีตของตัวเอง เพื่อเห็นหนทางสู่อนาคตที่ชัดเจน และค่อยๆ ก่อร่างทักษะของความยืดหยุ่นแข็งแกร่ง (resilience) และ ทักษะแห่งการเยียวตัวเองในรูปแบบที่ทรงพลังและผ่านการพิสูจน์แล้ว",
		"author" : "Bruce D. Perry and Oprah Winfrey"
	},
	{
		"bookid" : 9,
		"title" : "เจ้าชายน้อย",
		"price" : 190,
		"isbn" : "9786169160113",
		"pageCount" : 168,
		"publishedDate" : "2013-03-01T00:00:00.000-0800",
		"thumbnailUrl" : "https://readery.co/media/catalog/product/cache/1/small_image/360x/17f82f742ffe127f42dca9de82fb58b1/9/7/9786169160113.jpg",
		"shortDescription" : "เราจะมองเห็นแจ่มชัด ด้วยหัวใจเท่านั้น สิ่งสำคัญนั้น ไม่อาจเห็นได้ด้วยตา",
		"author" : "Antoine de Saint-Exupery"
	},
	{
		"bookid" : 10,
		"title" : "ชีวิตเราไม่ได้ยืนยาวพอที่จะอยู่อย่างอดทน",
		"price" : 238,
		"isbn" : "9786162875656",
		"pageCount" : 280,
		"publishedDate" : "2022-11-01T00:00:00.000-0800",
		"thumbnailUrl" : "https://readery.co/media/catalog/product/cache/1/small_image/360x/17f82f742ffe127f42dca9de82fb58b1/9/7/9786162875656.jpg",
		"shortDescription" : "แด่คนที่ทนฝืนใช้ชีวิตเพื่อผู้อื่น...\n    \n        ต่อให้พยายามแค่ไหนก็ไม่เห็นมีอะไรดีขึ้นมา\n        ฉันทำความสุขหล่นหายไปตอนไหน\n        ความหมายของการมีชีวิตอยู่คืออะไรกันนะ\n        \n        นั่นคือสิ่งที่จิตแพทย์อย่าง  ซูซูกิ ยูซึเกะ  ได้ยินซ้ำ ๆ\n        เมื่อให้คำปรึกษาแก่ผู้คนที่ใช้ชีวิตโดยแบกความทุกข์ติดตัว\n        ราวกับถูกบังคับให้มีชีวิตอยู่เพื่อคนอื่น  ไม่ใช่ตัวเอง\n        \n        แต่ชีวิตไม่ได้ยืนยาวพอที่จะอยู่อย่างอดทน\n        \n        พบกับ 28 วิธีคิดเพื่อชีวิตที่ปลอดโปร่งสบายใจ\n        เลิกฝืนทำสิ่งที่ตัวเองรู้สึกแย่  เลิกเดินตามความคาดหวังของคนอื่น\n        และหันมาใช้เวลาในแต่ละวันเพื่อตัวเองจริง ๆ สักที",
		"author" : "ซูซูกิ ยูซึเกะ"
	},
	{
		"bookid" : 11,
		"title" : "อันเดอร์กราวด์ 01",
		"price" : 494,
		"isbn" : "9786165630511",
		"pageCount" : 560,
		"publishedDate" : "2022-12-02T00:00:00.000-0700",
		"thumbnailUrl" : "https://readery.co/media/catalog/product/cache/1/small_image/360x/17f82f742ffe127f42dca9de82fb58b1/9/7/9786165630511.jpg",
		"shortDescription" : "20 มีนาคม ค.ศ.1995\n        เช้าวันแดดจ้าฟ้าใส ต้นฤดูใบไม้ผลิ  สมาชิกของกลุ่มศาสนาโอมชินริเกียวห้าคน ปล่อยแก๊สพิษซารินในรถไฟใต้ดินของกรุงโตเกียวในช่วงเวลาเร่งด่วน  สื่อหลักประโคมข่าวเน้นย้ำนำเสนอภาพความโหดเหี้ยมชั่วร้ายของกลุ่มผู้กระทำ หากจะมีใครนึกถึงประชาชนผู้ถูกกระทำซึ่งดูเหมือนจะถูกมองข้ามไร้ตัวตน และนั่นคือจุดเริ่มต้นของการสืบสาวสัมภาษณ์เรื่องราวของคนธรรมดาผู้ตกอยู่ในเหตุการณ์ไม่สามัญ\n        \n        หากทำได้ ผมอยากถอดแบบแผนที่ถูกตราไว้ทิ้งไปเสีย ผู้โดยสารแต่ละคนที่ขึ้นรถไฟใต้ดินเช้าวันนั้นมีหน้าตา มีไลฟ์สไตล์ มีชีวิต มีครอบครัว มีเรื่องน่ายินดี มีปัญหา มีดราม่า มีความขัดแย้ง ภาวะกลืนไม่เข้าคายไม่ออก ต้องมีเรื่องราวซึ่งรวมเอาสิ่งเหล่านั้นทั้งหมดไว้ด้วยกัน ไม่มีทางที่จะไม่มี เพราะคุณยังมีเลย ผมเองก็มีเหมือนกัน",
		"author" : "Haruki Murakami"
	},
	{
		"bookid" : 12,
		"title" : "อันเดอร์กราวด์ 02 - สถานที่ในคำสัญญา",
		"price" : 209,
		"isbn" : "9786165630528",
		"pageCount" : 224,
		"publishedDate" : "2022-12-01T00:00:00.000-0700",
		"thumbnailUrl" : "https://readery.co/media/catalog/product/cache/1/small_image/360x/17f82f742ffe127f42dca9de82fb58b1/9/7/9786165630528.jpg",
		"shortDescription" : "20 มีนาคม ค.ศ.1995\n\n        เช้าวันแดดจ้าฟ้าใส ต้นฤดูใบไม้ผลิ สมาชิกของกลุ่มศาสนาโอมชินริเกียวห้าคน ปล่อยแก๊สพิษซารินในรถไฟใต้ดินของกรุงโตเกียวในช่วงเวลาเร่งด่วน\n        \n        หลังจากออก UNDERGROUND รวมบทสัมภาษณ์ประชาชนผู้อยู่ในเหตุการณ์นั้น ฮารูกิ มูราคามิ เปิดใจสัมภาษณ์สาวก (และอดีตสาวก) โอมชินริเกียว เพื่อตอบคำถามที่ว่า\n        \n        สุดท้ายแล้วพวกเรามีข้อมูลฝั่งโอมที่ถูกต้องจริงๆ หรือเปล่า\n        \n        พวกเขาอาจคิดโน่นนี่จริงจังเกินไปหน่อย จิตใจอาจบอบช้ำไปนิด อาจกำลังกลุ้มใจหนักที่สื่อความรู้สึกกับคนรอบข้างได้ไม่ดีนัก คนคนนั้นอาจเป็นผม หรืออาจเป็นคุณก็ได้ กำแพงที่คั่นระหว่างชีวิตประจำวันกับลัทธิศาสนาแสนอันตราย อาจจะบางกว่าที่พวกเรานึกภาพไว้มาก",
		"author" : "Haruki Murakami"
	},
	{
		"bookid" : 13,
		"title" : "ไม่มีใครนำหน้าบนม้าหมุน",
		"price" : 238,
		"isbn" : "9786165630504",
		"pageCount" : 204,
		"publishedDate" : "2022-08-01T00:00:00.000-0800",
		"thumbnailUrl" : "https://readery.co/media/catalog/product/cache/1/small_image/360x/17f82f742ffe127f42dca9de82fb58b1/9/7/9786165630504.jpg",
		"shortDescription" : "รวมเรื่องเล่าโดยฮารูกิ มูราคามิ\n\n      เรื่องจริงที่เล่าผ่านการเรียบเรียงของนักเขียนมืออาชีพ\n      \n      ไม่มีใครนำหน้าบนม้าหมุน ชื่อเล่มภาษาไทยนี้ มาจากการเปิดรับชื่อจากนักอ่านในการจัดพิมพ์ครั้งแรก\n      เรื่องราวที่รวบรวมมาไว้ที่นี่ โดยรวมแล้วเป็นไปตามข้อเท็จจริง ผมฟังหลากหลายเรื่องราวจากผู้คนมากมาย แล้วเปลี่ยนให้เป็นเรื่องเล่า\n      \n      เรื่องเล่าเหล่านี้ มูราคามิเปรียบว่าเป็น ตะกอน ที่อยู่ในตัวเอง อาจจะนำมาใส่ในเรื่องแต่งของตน หรืออาจจะไม่ได้นำมาใช้ แต่ก็เรียบเรียงจดบันทึกไว้ จดๆ ไป ก็รู้สึกว่าน่าจะเล่าต่อจัดพิมพ์เป็นหนังสือให้คนอ่านได้อ่าน\n      \n      ในฝั่งของผู้อ่าน นอกเหนือจากการได้อ่านเรื่องจริงที่เล่าผ่านการเรียบเรียงของนักเขียนมืออาชีพ ก็จะได้เล่นเกม แกะรอยตะกอน ส่องว่ามีจุดไหน คนใด ในเรื่องเล่าเหล่านี้ถูกสอดแทรกเข้าสู่นิยายอย่างไร เช่น หญิงผู้ชอบการออกกำลังกายคนนั้น จะใช่เค้ารางของอาโอมาเมะ ใน 1Q84 หรือไม่ ไหนจะ ภาพเขียน ชู้รักสาว โทรศัพท์ลึกลับ และอื่นๆ\n      \n      อาจจะเป็นเกมเลเวลค่อนข้างสูง ต้องใช้เวลาเก็บแต้ม (อ่าน) นิยายทั้งหลายมาแล้วค่อนข้างโชกโชนมาก่อน แต่เชื่อว่า เรามีนักอ่านไทยที่อยู่ในระดับนี้ไม่น้อยเลย\n      \n      -จากสำนักพิมพ์",
		"author" : "Haruki Murakami"
	},
	{
		"bookid" : 14,
		"title" : "วันเหมาะเจาะสำหรับจิงโจ้",
		"price" : 238,
		"isbn" : "9786165630498",
		"pageCount" : 204,
		"publishedDate" : "2022-10-01T00:00:00.000-0700",
		"thumbnailUrl" : "https://readery.co/media/catalog/product/cache/1/small_image/360x/17f82f742ffe127f42dca9de82fb58b1/9/7/9786167591339.jpg",
		"shortDescription" : "รวมเรื่องสั้นโดยฮารูกิ มูราคามิ\n\n      วันเหมาะเจาะสำหรับจิงโจ้ เป็นรวมเรื่องสั้นที่ตีพิมพ์ในนิตยสารรายเดือนอย่างต่อเนื่องร่วมสองปี สะท้อนความคิด ความรู้สึกในแต่ละเดือนขณะเขียน บางครั้งก็สนุกสนาน บางครั้งอึดอัดกลัดกลุ้ม ตามที่ผู้เขียนว่าไว้ ดังนี้บรรยากาศและอารมณ์ของแต่ละเรื่องจึงกระจัดกระจายหลากหลาย ขึ้นบ้าง ลงบ้าง เช่นเดียวกับชีวิตของคนทุกคน\n      \n      พอเป็นเรื่องแต่งที่ดูจะมีความสัมพันธ์กับชีวิตจริงในทางใดทางหนึ่ง อาจทำให้อดไม่ได้ที่ระหว่างอ่าน จะเกิดการคาดเดาว่าผู้เขียนแอบซ่อนสิ่งที่เกิดขึ้นกับตนไว้โดยใช้กลวิธีทางการเขียนอันแยบยล ซึ่งทำให้การอ่านท้าทาย สนุกยิ่งขึ้น เช่น เราชอบที่จะมองว่าเรื่อง ความรุ่งเรืองและล่มสลายของขนมทงการิยาคิ เป็นการเล่าเหน็บแนมการตัดสินรางวัลวรรณกรรม รวมถึงแวดวงวรรณกรรมที่เคยถกเถียงกันว่าผลงานของมูราคามิถือเป็นวรรณกรรมหรือไม่\n      \n      -จากสำนักพิมพ์",
		"author" : "Haruki Murakami"
	},
	{
		"bookid" : 15,
		"title" : "ลึกลับ.โตเกียว.เรื่องสั้น",
		"price" : 238,
		"isbn" : "9786165630399",
		"pageCount" : 204,
		"publishedDate" : "2022-04-01T00:00:00.000-0700",
		"thumbnailUrl" : "https://readery.co/media/catalog/product/cache/1/small_image/360x/17f82f742ffe127f42dca9de82fb58b1/9/7/9786165630399_1.jpg",
		"shortDescription" : "5 เรื่องสั้นนักเขียนชื่อเลื่องระดับโลกชาวญี่ปุ่น\n\n      เรื่องราวลึกลับหลายระดับหลากความเข้มข้น ความบังเอิญชวนฉงน การติดตามคนหายสาบสูญ บ้างไปแล้วไปลับ บ้างไปแล้วพบตัวกลับมา เกิดอะไรขึ้นเมื่อชื่อและนามสกุลหนีหายไปจากความทรงจำ คำสาปของบิดาที่ทำให้บุตรชายไม่อาจปักใจรักหญิงใดในทันที จนกระทั่งก้อนหินรูปไตเข้ามาเขย่าหลายสิ่งหลายอย่าง\n      \n      วิธีสานสัมพันธ์กับผู้หญิงให้ราบรื่นมีแค่สามข้อ\n      \n      ข้อหนึ่ง ฟังเรื่องที่เธอพูดโดยไม่ปริปาก\n      \n      ข้อสอง ออกปากชมเสื้อผ้าที่เธอใส่\n      \n      ข้อสาม พาเธอไปกินของอร่อยให้มากที่สุด -อ่าวฮานาเลอิ\n      \n      ผู้ชายเราน่ะ ทั้งชีวิตจะได้พบเจอผู้หญิงที่มีความหมายจริงๆ สามคนเท่านั้นไม่มากหรือน้อยไปกว่านั้น -ก้อนหินรูปไตที่ขยับย้ายไปในแต่ละวัน",
		"author" : "Haruki Murakami"
	},
	{
		"bookid" : 16,
		"title" : "ทีวีพีเพิล",
		"price" : 238,
		"isbn" : "9786165630382",
		"pageCount" : 180,
		"publishedDate" : "2022-04-01T00:00:00.000-0800",
		"thumbnailUrl" : "https://readery.co/media/catalog/product/cache/1/small_image/360x/17f82f742ffe127f42dca9de82fb58b1/9/7/9786165630382_1.jpg",
		"shortDescription" : "6 เรื่องสั้นจากนักเขียนชื่อเลื่องระดับโลกชาวญี่ปุ่น\n      เรื่องราวประหลาดมากบ้างน้อยบ้าง ชายผู้มีทีวีพีเพิลมาหาในเย็นวันอาทิตย์ ฟังชายชู้เมียชาวบ้านผู้มีนิสัยพูดคนเดียวราวกับอ่านบทกวี เบื้องลึกเบื้องลับของมิสเตอร์คลีนที่ทุกคนชื่นชม ชะตากรรมสาวน้อยผู้ปลุกความหื่นกระหายของบุรุษรอบตัว เมื่อคู่หมั้นกลายเป็นผีที่ไม่ดิบเพียงร่าง กิจวัตรของหญิงผู้ขยายขอบเขตชีวิตจากการนอนไม่หลับ\n       \n      วีรบรุษกับวายร้าย ความหมกหมุ่นและภาพหลอน การพลีชีพเพื่อสิ่งพึงยึดถือหรือการผันตัวเปลี่ยนนิกาย ทฤษฎีหลักกับทฤษฎีย่อย การนิ่งเงียบหรือคารมคมคาย อีกทั้งการรอคอยอันน่าเบื่อหน่าย และอื่นๆ อีกมากมาย ไม่ว่ายุคสมัยไหนล้วนมีสิ่งเหล่านี้ทั้งนั้น\n      -คติชนแห่งยุคของเรา -ยุคก่อนประวัติศาสตร์ของระบบทุนนิยมก้าวหน้า\n       \n      งานของฉันคือ ช่วยพี่ฟังเสียงน้ำ พี่ฉันทำงานฟังเสียงน้ำ ฟังเสียงน้ำที่ชุ่มอยู่ในร่างกายมนุษย์ -ครีต คาโน ",
		"author" : "Haruki Murakami"
	},
	{
		"bookid" : 17,
		"title" : "คาฟกา วิฬาร์ นาคาตะ",
		"price" : 523,
		"isbn" : "9786165630368",
		"pageCount" : 560,
		"publishedDate" : "2022-01-01T00:00:00.000-0700",
		"thumbnailUrl" : "https://readery.co/media/catalog/product/cache/1/small_image/360x/17f82f742ffe127f42dca9de82fb58b1/9/7/9786165630368_1.jpg",
		"shortDescription" : "อายุสิบห้าขวบปีบริบูรณ์ ผมหนีออกจากบ้าน เดินทางไปยังหัวเมืองห่างไกลใช้ชีวิตอยู่ในมุมสงบของห้องสมุดเล็กๆ\n\n      เด็กอายุสิบห้าปีหนีออกจากบ้าน เรื่องธรรมดาสามัญที่จะเกิดขึ้นเมื่อบรรยากาศในบ้านอึดอัดขัดข้องจนยากจะทนทานความธรรมดาสามัญจบลงเพียงเท่านี้ นับจากนี้ไปตัวละครสองหญิง สามชายจะร่ายความพิลึกพิสดารในชีวิตของตนให้ปรากฏ แถมด้วยกึ่งหญิงกึ่งชายอีกคน และชายสวมหมวกท็อปแฮ็ตรองเท้าบู๊ตหนังสูงถึงเข่า กับชายชราอดีตนายทหารในสูทสีขาวทั้งชุด ที่ทุกผู้ทุกคนทุกมุมโลกรู้จักกันอย่างดี\n      \n      หนังสือเล่มนี้มีปริศนาใส่รหัสมากมาย แต่ไม่มีวิธีถอดรหัสให้สิ่งที่มีให้คือ ปริศนาเหล่านี้หลายข้อผสมผสานกันและจากการมีปฏิสัมพันธ์กัน ความเป็นไปได้ในการถอดรหัสก็ก่อร่างขึ้นสำหรับผู้อ่านแต่ละคนรูปแบบของการถอดรหัสจะแตกต่างกันออกไป พูดอีกอย่างหนึ่งได้ว่าปริศนาทำหน้าที่เป็นส่วนหนึ่งของการถอดรหัสอธิบายยาก แต่เป็นนวนิยายประเภทหนึ่งที่ผมพยายามเขียน\n      \n      - ฮารูกิ มูราคามิ",
		"author" : "Haruki Murakami"
	},
	{
		"bookid" : 18,
		"title" : "สรรพนามบุรุษที่หนึ่ง",
		"price" : 238,
		"isbn" : "9786165630351",
		"pageCount" : 197,
		"publishedDate" : "2021-10-01T00:00:00.000-0700",
		"thumbnailUrl" : "https://readery.co/media/catalog/product/cache/1/small_image/360x/17f82f742ffe127f42dca9de82fb58b1/9/7/9786165630351.png",
		"shortDescription" : "เรื่องราวความรัก ความโดดเดี่ยว การแก่ชรา ความทรงจำ เรื่องคล้ายจะสมจริงบ้าง เรื่องกึ่งแฟนตาซีบ้าง โดยมีเสียงดนตรีแจ๊สและคลาสสิกคลอบรรยากาศตลอดเล่ม \n\n      สรรพนามบุรุษที่หนึ่ง ดำเนินเรื่องตามชื่อเล่ม ผู้บรรยายคือ ผม สรรพนามบุรุษที่หนึ่ง ส่วนใหญ่เป็นชายวัยกลางคน ใคร่ครวญ ครุ่นคิด คำนึงถึงความหลังครั้งเก่า เล่าเรื่องราวความรัก ความโดดเดี่ยว การแก่ชรา ความทรงจำ เรื่องคล้ายจะสมจริงบ้าง เรื่องกึ่งแฟนตาซีบ้าง โดยมีเสียงดนตรีแจ๊สและคลาสสิกคลอบรรยากาศตลอดเล่ม \n      \n      มีธรรมเนียมสืบทอดมายาวนานในการเขียนวรรณกรรมแนวอัตชีวประวัติยุคสมัยใหม่ของญี่ปุ่น ที่เรียกว่า ไอ-โนเวล (นวนิยายว่าด้วยตัวข้าพเจ้าเอง) ในเรื่องแนวความคิดที่ว่า ความจริงใจนั้นอยู่ในการเขียนเรื่องราวชีวิตของตนแบบซื่อสัตย์และเปิดเผย ทำให้เป็นการสารภาพบาปชนิดหนึ่ง ผมไม่เห็นด้วยกับแนวคิดนั้นและต้องการสร้างการเขียนโดยใช้ 'สรรพนามบุรุษที่หนึ่ง' ของตัวเอง  --  ฮารูกิ  มูราคามิ",
		"author" : "Haruki Murakami"
	},
	{
		"bookid" : 19,
		"title" : "ชายไร้สีกับปีแสวงบุญ",
		"price" : 314,
		"isbn" : "9786165630023",
		"pageCount" : 204,
		"publishedDate" : "2021-08-01T00:00:00.000-0700",
		"thumbnailUrl" : "https://readery.co/media/catalog/product/cache/1/small_image/360x/17f82f742ffe127f42dca9de82fb58b1/9/7/9786165630023.png",
		"shortDescription" : "ทำไมคุณถึงถูกเพื่อนสี่คนตัดสัมพันธ์อย่างไม่เหลือเยื่อใย ต้องทำกันขนาดนั้นเชียวหรือ ฉันคิดว่าคุณน่าจะค้นหาสาเหตุของเรื่องนี้ให้กระจ่างชัดโดยตัวคุณเอง \n\n      ผมฟังเพลงของลิซต์ ชุด ปีแสวงบุญ และเพลง เลอ มาล ดู เปอี ติดอยู่ในใจของผม ดังนั้นผมจึงอยากเขียนอะไรสักอย่างเกี่ยวกับเพลงนั้น \n      \n      ผมมีหลายอย่างคล้ายทสึคุรุ ผมมองว่าตัวเองเป็นคนธรรมดาๆ ไม่ได้คิดว่าเป็นศิลปินสักเท่าไหร่นัก แค่เป็นช่างที่สร้างบางอย่าง เป็นนักสร้างเหมือนทสึคุรุ ผมชอบเขียน ชอบเลือกคำที่ใช่ ชอบเขียนประโยคที่ใช่ เหมือนกับการทำสวนอะไรทำนองนั้น หย่อนเมล็ดพันธุ์ลงไปในดินในช่วงเวลาที่ใช่ ในสถานที่ที่ใช่\n      \n      - ฮารูกิ มูราคามิ",
		"author" : "Haruki Murakami"
	},
	{
		"bookid" : 20,
		"title" : "การปรากฏตัวของหญิงสาวในคืนฝนตก",
		"price" : 242,
		"isbn" : "9786165630238",
		"pageCount" : 198,
		"publishedDate" : "2021-06-01T00:00:00.000-0700",
		"thumbnailUrl" : "https://readery.co/media/catalog/product/cache/1/small_image/360x/17f82f742ffe127f42dca9de82fb58b1/9/7/9786165630238_1.jpg",
		"shortDescription" : "เรื่องราวของชายสามัญ ผู้ดูคล้ายประสบความสำเร็จในทุกสิ่ง เป็นเจ้าของบาร์แจ๊ซชั้นดี มีครอบครัวเล็กๆ น่ารัก พรักพร้อมเงินทองข้าวของนอกกาย หากในใจยังคงครวญหารักแรกในวัยเยาว์ จนกระทั่งวันหนึ่งหญิงสาวจากอดีตผู้นั้นย้อนกลับมา\n\n      บางครั้งแค่การมาสู่ของคนหนึ่ง อาจเปลี่ยนแปลงอีกคนหนึ่งไปชั่วชีวิต\n      \n      เรื่องราวของชายสามัญ ผู้ดูคล้ายประสบความสำเร็จในทุกสิ่ง เป็นเจ้าของบาร์แจ๊ซชั้นดี มีครอบครัวเล็กๆ น่ารัก พรักพร้อมเงินทองข้าวของนอกกาย หากในใจยังคงครวญหารักแรกในวัยเยาว์ จนกระทั่งวันหนึ่งหญิงสาวจากอดีตผู้นั้นย้อนกลับมา\n      \n      ผมไม่อาจดำเนินชีวิตต่อไปอย่างนี้ได้ มันไม่ถูกต้อง ในฐานะมนุษย์ ในฐานะสามี ในฐานะพ่อ ผมต้องมีชีวิตอยู่เพื่อความรับผิดชอบของตัวเอง แต่ตราบใดที่ภาพหลอนเหล่านี้ยังล้อมรอบผมอยู่ ผมก็เหมือนเป็นอัมพาต เวลาฝนตกยิ่งแย่ไปใหญ่ เพราะผมจะหลงเพ้อไปว่าชิมาโมโตะอาจมาปรากฏตัว เปิดประตูเข้ามาเงียบๆ พาเอากลิ่นของสายฝนมากับเธอด้วย",
		"author" : "Haruki Murakami"
	},
	{
		"bookid" : 21,
		"title" : "เกร็ดความคิดบนก้าววิ่ง",
		"price" : 314,
		"isbn" : "9786167591988",
		"pageCount" : 183,
		"publishedDate" : "2020-09-01T00:00:00.000-0700",
		"thumbnailUrl" : "https://readery.co/media/catalog/product/cache/1/small_image/360x/17f82f742ffe127f42dca9de82fb58b1/7/4/74238125_463268774542092_2482475965918216192_n.jpg",
		"shortDescription" : "หนังสือเล่มนี้พูดถึงการวิ่ง หาใช่สารนิพนธ์ว่าด้วยการฝึกให้ร่างกายแข็งแกร่ง ผมไม่พยายามจะสอนว่า ลุกขึ้นมาได้แล้ว ทุกคนเลย ออไปวิ่งทุกเช้าเพื่อสุขภาพสมบูรณ์แข็งแรง ไม่เลยครับ หนังสือเล่มนี้รวบรวมเกร็ดความคิดของผม ที่การวิ่งให้ความหมายต่อผมในฐานะมนุษย์คนหนึ่ง เป็นแต่เพียงหนังสือที่ผมวิเคราะห์ครุ่นคิดเรื่องที่อยู่ในหัว และคิดออกมาดังๆ\n\n      - ฮารูกิ มูราคามิ",
		"author" : "Haruki Murakami"
	},
	{
		"bookid" : 22,
		"title" : "สังหารจอมทัพอัศวิน",
		"price" : 960,
		"isbn" : "9786165630061",
		"pageCount" : 1016,
		"publishedDate" : "2020-04-01T00:00:00.000-0700",
		"thumbnailUrl" : "https://readery.co/media/catalog/product/cache/1/small_image/360x/17f82f742ffe127f42dca9de82fb58b1/9/7/9786165630061.jpg",
		"shortDescription" : "เหตุการณ์เกิดในช่วงเก้าเดือน นักวาดภาพพอร์เทรตถูกภรรยาขอแยกทาง จึงย้ายไปบ้านหลังหนึ่งในภูเขา ทุกอย่างเป็นไปตามครรลองแห่งความเป็นจริง จนกระทั่งเขาไปเจอภาพวาดเก่าชื่อ 'สังหารจอมทัพอัศวิน' ซึ่งถูกซ่อนอยู่ในบ้าน ตามด้วยเสียงกระดิ่งยามราตรี หลุมโบราณ เพื่อนบ้านผู้เพียบพร้อม เด็กหญิงผู้มีบุคลิกพิเศษ และบางสิ่งบางอย่างที่เรียกตัวเองว่า มโนภาพ\n\n      ผมเริ่มเขียนหนังสือด้วยชื่อเรื่อง นวนิยายเรื่องนี้ ผมได้ชื่อเรื่องก่อน ต่อด้วยย่อหน้าแรก แล้วผมก็สงสัยว่าเรื่องเล่าแบบไหนที่ผมจะเขียนต่อจากนั้น ในญี่ปุ่นไม่มี จอมทัพอัศวิน (Commendatore) แต่ผมรู้สึกว่าชื่อเรื่องนี้มีความแปลกประหลาด และผมชื่นชอบความแปลกประหลาดนั้นมาก ผมสงสัยว่าตัวเองจะเขียนเรื่องซึ่งเกิดขึ้นที่ญี่ปุ่นด้วยชื่อเรื่องนี้ได้หรือเปล่า และนั่นคือจุดเริ่มต้น \n      \n      - ฮารูกิ มูราคามิ",
		"author" : "Haruki Murakami"
	},
	{
		"bookid" : 23,
		"title" : "ราตรีมหัศจรรย์",
		"price" : 219,
		"isbn" : "9786167591971",
		"pageCount" : 216,
		"publishedDate" : "2021-09-01T00:00:00.000-0800",
		"thumbnailUrl" : "https://readery.co/media/catalog/product/cache/1/small_image/360x/17f82f742ffe127f42dca9de82fb58b1/9/7/9786167591971.jpg",
		"shortDescription" : "ตอนที่ผมเขียนนวนิยายเรื่องนี้ ทำนองเพลง ไฟว์สป็อตอาฟเตอร์ดาร์ก ของเคอร์ทิส ฟุลเลอร์ เล่นวนอยู่ในหัวผม\n\n    - ฮารูกิ มูราคามิ\n    \n    เรื่องราวเริ่มต้นก่อนเที่ยงคืนสี่นาทีจบลงหกชั่งโมงห้าสิบนาทีให้หลัง ช่วงเวลานี้ ถนนยังเปิดไฟสว่าง มีผู้คนเดินไปมาผู้คนที่มีที่จะไป ผู้คนที่ไม่มีที่จะไป คนที่มีเป้าหมายและคนที่ไม่มีเป้าหมาย คนที่พยายามดึงรั้งเวลาให้หน่วงช้า คนที่พยายามเร่งเวลาให้เดินเร็วขึ้น",
		"author" : "Haruki Murakami"
	}
]
